export const dictionary = {
  greetings: ['здравей', 'здрасти', 'здравейте', 'хей', 'hey', 'hi', 'hello'],
  requests: {
    time: ['колко е часа', 'колко е часът', 'час?', 'time'],
    weather: ['какво е времето', 'как е времето'],
  },
  responses: {
    greetings: ['Здравей!', 'Здрасти!', 'Хей!'],
    time: ['Часът е', 'Точен час:'],
    problems: {
      understand: ['Съжалявам, не мога да разбера това което си написал..'],
      weather: [
        'Съжалявам, не можах да проверя какво е времето, ще опитаме малко по-късно',
      ],
    },
  },
  emoticons: {
    greetings: ['👋', '🙋‍♂️'],
    problem: ['🤷‍♂️'],
    time: ['⌚️'],
    weather: {
      sunny: '☀️',
      fog: '🌫',
      rain: '🌧💦',
      snow: '❄️🌨',
    },
  },
};
